Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/sametingets_arbeid_for_utvikling_av_kompetanse_gir_na_positive_ringvirkninger.html.tmx
Source language: nob
Languages: sme

source: Sametingets arbeid for utvikling av kompetanse gir nå positive ringvirkninger
sme: Sámedikki gelbbolašvuođaovddidanbarggus leat dál positiivvalaš lassiváikkuhusat

source: Utvalget for etter- og videreutdanning i barnehage og skole foreslår å opprette et felles samarbeidsforum på nasjonalt nivå for å styrke og samle kompetansemiljøene i samiske språk og kultur.
sme: Mánáidgárddiid ja skuvllaid lassi- ja joatkkaoahppolávdegoddi evttoha ásahit oktasaš nationála dási ovttasbargoforuma, nannen ja čohkken dihtii sámi gielaid ja kultuvrra gelbbolašvuođabirrasiid.

source: Sametinget har ved flere anledninger løftet fram behovet for en egen nasjonal ordning for kompetanseutvikling for samiske barnehager og skoler.
sme: Sámediggi lea máŋgga oktavuođas lokten dárbbu sierra nationála ortnegii sámi mánáidgárddiid ja skuvllaid gelbbolašvuođaovdánahttima várás.

source: – Vi har gitt innspill om dette i alle pågående prosesser og i flere konsultasjoner med Kunnskapsdepartementet.
sme: – Mii leat buktán cealkámušaid dán birra buot proseassain ja máŋggain konsultašuvnnain Máhttodepartemeanttain.

source: Det er derfor svært oppløftende å se at vårt arbeid om kompetanseutvikling nå bærer frukter og at utvalget for etter- og videreutdanning i barnehage og skole støtter våre innspill og nå løfter dette som et forslag til tiltak, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sme: Danin lea hui movttiidahtti oaidnit ahte min gelbbolašvuođaovdánahttinbargu ollašuvvá, ja ahte mánáidgárddiid ja skuvllaid lassi- ja joatkkaoahppolávdegoddi doarju min cealkámušaid ja evttoha dán doaibmabidjun, dadjá sámediggeráđđi Mikkel Eskil Mikkelsen (NSR).

source: Mikkelsen sier at sametingsrådet har sett at ordningen for lokal kompetanseheving ikke fungerer.
sme: Mikkelsen dadjá sámediggeráđi leat oaidnán ahte báikkálaš gelbbolašvuođaloktenortnet ii doaimma.

source: Ingen har en overordnet oversikt over hvilke lokale behov den samiske barnehagesektoren har og hvilket kompetansetilbud som er gitt og gis.
sme: Ii geasge leat oppalaš bajilgovva das, makkár báikkálaš dárbbut sámi mánáidgárdesektoris leat ja makkár gelbbolašvuođafálaldat leat fállojuvvon ja fállojuvvojit.

source: Samfunnet opplever nå kompetansekrise og mangel på fagfolk, det samme gjelder den samiske barnehagesektoren over hele landet.
sme: Servvodagas lea dál gelbbolašvuođakriisa ja servvodagas váilot fágaolbmot. Dát guoská maiddái sámi mánáidgárdesektorii miehtá riikka.

source: Det er utfordrende for barnehageeiere å rekruttere og beholde samiskspråklige ansatte, fordi de er svært attraktive i det generelle arbeidsmarkedet.
sme: Mánáidgárdeeaiggádiidda lea hástaleaddji rekrutteret ja doalahit sámegielat bargiid, go sii leat bivnnuhat oppalaš bargomárkanis.

source: Lønnsnivået i barnehagesektoren viser seg å ikke være konkurransedyktig i dette markedet.
sme: Čájehuvvo ahte mánáidgárdesektora bálkádássi ii nákce gilvalit dán márkanis.

source: – Denne situasjonen har negativ innvirkning på kvaliteten på det samiske innholdet i barnehagene.
sme: – Dát dilli váikkuha negatiivvalaččat mánáidgárddi sámi sisdoalu kvalitehtii.

source: Sametinget er særlig bekymret for at denne situasjonen fører til at samiske barn ikke får innfridd sin rett til et barnehagetilbud som er bygd på samisk språk og kultur, noe som er en reell trussel for samiske barns rettsikkerhet.
sme: Sámediggi vuorjašuvvá go dát dilli dagaha dan, ahte sámi mánáid rievttit sámi mánáidgárdefálaldahkii, man vuođđun lea sámegiella ja sámi kultuvra, ii ollašuva. Dát lea čielga áitta sámi mánáid riektesihkarvuhtii.

source: Sametinget vil derfor prioritere å arbeide for at rammer og strukturer rundt samiske barnehager og andre barnehager med samisktilbud blir tilpasset barnehagens behov, sier Mikkelsen.
sme: Danin Sámediggi vuoruha bargat nu, ahte rámmat ja struktuvrrat sámi mánáidgárddiin ja eará mánáidgárddiin main lea sámegiel fálaldat, heivehuvvojit mánáidgárddiid dárbbuid vuođul, dadjá Mikkelsen.

source: Sametingets plenum skal torsdag denne uken behandle sametingsrådets redegjørelse om kvalitetsutvikling i den samiske barnehagesektoren.
sme: Duorastaga dán vahkus gieđahallá Sámedikki dievasčoahkkin sámediggeráđi čilgehusa kvalitehtaovdánahttima birra sámi mánáidgárdesektoris.

source: Et av Sametingets tiltak er å tilpasse Sametingets tilskuddsordninger slik at det bidrar til kompetanseutvikling.
sme: Okta Sámedikki doaibmabijuin lea heivehit Sámedikki doarjjaortnegiid nu, ahte dat ovddidit gelbbolašvuođa.

source: Sametinget vurderer om det skal stilles krav om at barnehager som får støtte skal følge kompetansehevingstiltak og systematisere språkarbeidet etter sterke språkmodeller.
sme: Sámediggi árvvoštallá galgágo gáibidit ahte mánáidgárddit, mat ožžot doarjaga, galget čuovvut gelbbolašvuođaloktendoaibmabiju ja systematiseret giellabarggu gievrras giellamodeallaid vuođul.

source: Sakspapirer til sak 38/22 Sametingsrådets redegjørelse om kvalitetsutvikling i den samiske barnehagesektoren
sme: Áššebáhpirat áššái 38/22 Sámediggeráđi čilgehus kvalitehtaovdánahttima birra sámi mánáidgárdesektoris

source: Utvalget for etter- og videreutdanning i barnehage og skole har 28. september 2022 overlevert utredningen NOU 2022: 13: Med videre betydning – Et helhetlig system for kompetanse- og karriereutvikling i barnehage og skole til Kunnskapsdepartementet, hvor de foreslår flere tiltak for å etablere et helhetlig og varig system for kompetanse- og karriereutvikling i barnehage og skole.
sme: Mánáidgárddiid ja skuvllaid lassi- ja joatkkaoahppolávdegoddi lea čakčamánu 28.b 2022 doaimmahan čielggadeami NOU 2022: 13: Med videre betydning – Et helhetlig system for kompetanse- og karriereutvikling i barnehage og skole Máhttodepartementii, mas evttohit máŋga doaibmabiju ásahan dihtii ollislaš ja bissovaš vuogádaga mánáidgárddiid ja skuvllaid gelbbolašvuođa- ja karriearaovddideami várás.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sme: Jearahallama ja gažaldagaid oktavuođas, váldde oktavuođa sámediggeráđiin Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
